<template>
  <section
    id="about"
    class="inner flex flex-col lg:flex-row lg:justify-between lg:flex-wrap items-start py-12 lg:py-24 lg:px-4 xl:px-0"
  >
    <div class="w-full lg:w-1/2 lg:px-8">
      <h2 class="font-bold text-3xl lg:text-4xl uppercase lg:pr-12">
        Независимый партнёр <br class="lg:hidden" /><span
          >Herbalife Nutrition</span
        ><br />
        в Беларуси
      </h2>
      <p class="pb-4 text-lg">
        Мое имя Ирина.
      </p>
      <p class="text-lg pb-2">
        С Компанией HERBALIFE я познакомилась 3 года назад, меня пригласили в
        клуб Здорового Образа Жизни. Начала активно посещать клуб и потреблять
        продукты.
      </p>
      <p class="text-lg pb-2">
        Благодаря этим продуктам, я скорректировала размер с 54 на 46!!!
        Самочувствие значительно улучшилось и появилось много энергии. Имею
        собственный результат: -20 килограмм жировой массы, 87 см в объемах.
      </p>
      <p class="text-lg pb-2">
        Вскоре, увидев мой результат и улучшение самочувствия, большое
        количество родных, друзей и знакомых заинтересовались продукцией и
        подключились к процессу!
      </p>
      <p class="text-lg pb-2">
        На данный момент, я являюсь профессиональным консультантом в области
        коррекции веса и спортивного питания. Постоянно получаю опыт и знания на
        международных тренингах и семинарах, которые проводят ведущие
        специалисты мировых институтов питания. Среди них особо хочется отметить
        Нобелевского лаурета Луи Игнаро, доктора Дэвида Хибера - профессора
        Калифорнийского университета в США.
      </p>
      <p class="text-lg pb-2">
        Во многих городах Беларуси, на сегодняшний день, мы помогли большому
        количеству людей скорректировать фигуру, чувствовать себя прекрасно,
        иметь достаточно энергии, чтобы жить и наслаждаться! С большой радостью
        и удовольствием помогу вам купить продукты компании Herbalife, получить
        профессиональную консультацию и поддержку.
      </p>
      <p class="text-lg pb-2">
        Помимо этого, я организовываю и провожу марафоны стройности (и онлайн),
        помогаю снизить, набрать либо скорректировать вес.
      </p>
    </div>
    <div class="order-2 lg:order-3 w-full lg:w-1/2 py-4 lg:py-0 lg:px-8">
      <g-image class="rounded-md" src="~/assets/img/about.jpg" />
    </div>
  </section>
</template>
